#1) შექმენით ერთი სია რომელშიც შეიტანთ სახელებს შემდეგ შექმენით მეორე სია რომელშიც იქნება ისევ სხვადასხვა სახელები, გააერთიანეთ ეს ორი სია ჩაამატეთ 5 ინდექსზე ახალი სახელი დაითვალეთ გაერთიანებული სიის სიგრძე და დაითვალეთ თქვენი სახელი რამდენჯერ გვხვდება ამ სიაში, ასევე დაბეჭდეთ რომელ ინდექსზე დგას თქვენი სახელი

names = ["niko", "luka", "gabrieli", "aleko", "sopia", "ramazi"]
names2 = ["niko", "gio", "mariami", "gela", "manana", "lasha"]

names.extend(names2)

names.insert(5, "niko")

names.index("niko")

print(names.count("niko"))